Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_BOTTOM_ELEVATION
"Bottom Elevation"

Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_TOP_ELEVATION
"Top Elevation"

Autodesk.Revit.DB.BuiltInParameter.ALIGNMENT_STATION_LABEL_STATION_VALUE
"Station Value": Currently not in use